Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE.tmx
Source language: de_ch
Languages: en_gb

source: Präsenz
en_gb: Attendance

source: Es besteht keine Präsenzpflicht.
en_gb: There is no obligation to attend lessons.

source: Für nicht besuchte Kurse erfolgt keine Kostenrückerstattung.
en_gb: Unattended lessons will not be reimbursed.

source: Unterrichtssprache
en_gb: Language of instruction

source: Die Teilnahme an den Kursen liegt in der Verantwortung der KursteilnehmerInnen.
en_gb: Participants may choose whether or not to attend the course.

source: Nach erfolgreicher Abschlussprüfung erhalten die Studierenden:
en_gb: Students who pass the final examination receive:

source: oder
en_gb: or

source: ein Zeugnis über die erreichten Leistungen (für Studierende mit einem Dolmetscherdiplom einer anderen Institution).
en_gb: a certificate of achievement (for students with a diploma in interpreting from another institution).

source: Prüfungen
en_gb: Examinations

source: Grundsätzliches
en_gb: General

source: Folgende Grundsätze gelten für alle Prüfungen:
en_gb: The following principles apply for all examinations:

source: Prüfungsversäumnis
en_gb: Failure to attend

source: Eine begründet versäumte Prüfung muss nachgeholt werden.
en_gb: If a candidate has good cause not to attend an examination, they must sit it at a later date.

source: Entsprechende Nachweise müssen vorgelegt werden.
en_gb: Sufficient evidence of the above must be provided.

source: Ist der Leistungsnachweis zu benoten, wird die Note 1 erteilt.
en_gb: The grade 1 (lowest possible grade) will be recorded.

source: Wiederholungen
en_gb: Resits

source: Der Entscheid der Studienleitung ist endgültig.
en_gb: The programme director’s decision is final.

source: Eine Wiederholung der Abschlussprüfung ohne Besuch des Unterrichts im fraglichen Semester ist möglich.
en_gb: A candidate may resit the final examination without attending lessons in the semester in which the exam is sat.

source: Leiterin Stab Weiterbildung
en_gb: Head of Continuing Education

source: Leiter Vertiefung Konferenzdolmetschen, MA AL
en_gb: Head of Specialisation in Conference Interpreting, MA AL

source: (Studienleiter)
en_gb: (programme director)

source: Prof. Dr. Michaela Albl-Mikasa
en_gb: Professor Michaela Albl-Mikasa

source: Professorin für Dolmteschwissenschaft
en_gb: Professor of Interpreting Studies

source: Inkrafttreten
en_gb: Validity

source: Schlussbestimmungen
en_gb: Final provisions

source: An- und Abmeldung, Termine
en_gb: Enrolment and withdrawal dates

source: Für die Eignungsprüfung gelten separate Ausführungsbestimmungen.
en_gb: Separate regulations apply for the aptitude test.

source: Gültigkeit
en_gb: Validity

source: Eine bestandene Eignungsprüfung ist für den Studienbeginn im Jahr der Prüfung und für den Studienbeginn im darauf folgenden Jahr gültig.
en_gb: If a candidate passes the aptitude test, this remains valid for the start of the degree programme in the year the test is taken and for the start of the degree programme in the following year.

source: Abschlussprüfung
en_gb: Final examination

source: Die Abschlussprüfung findet am Ende des Abschlusssemesters statt.
en_gb: The final examination takes place at the end of the final semester.

source: Der Prüfungszeitpunkt wird den KandidatInnen rechtzeitig schriftlich mitgeteilt.
en_gb: Candidates will be informed in writing and in good time of the time of the examination.

source: Schriftliche Abmeldungen (per E-Mail möglich) bis 10 Tage nach Versand der Prüfungstermine sind kostenlos.
en_gb: There is no charge for withdrawing from the examination if candidates do so in writing (also possible by e-mail) within 10 days of notification of the examination dates being sent out.

source: Diese Studien- und Prüfungsordnung regelt den Weiterbildungskurs „Zusatzversion Konferenzdolmetschen“ der Weiterbildung des IUED Instituts für Übersetzen und Dolmetschen der ZHAW.
en_gb: These study and examination regulations apply to the continuing education course in Conference Interpreting - supplementary version at the IUED Institute of Translation and Interpreting in the ZHAW.

source: Fremdsprache, in die und aus der gedolmetscht wird
en_gb: foreign language into and out of which the applicant interprets

source: Durchführung
en_gb: Conditions

source: Das Bestehen der Eignungsprüfung durch die Kandidatin/den Kandidaten ist keine Garantie für die Durchführung des Kurses.
en_gb: Although a candidate may pass the aptitude test, this is no guarantee that the course will take place.

source: Die Kursdauer hängt vom Eintrittsniveau der Studierenden ab und wird in Absprache mit der Studienleitung festgelegt.
en_gb: The programme duration depends on the level of the students upon enrolment and is determined in agreement with the programme director.

source: An- und Abmeldung
en_gb: Enrolment and withdrawal

source: Für Abmeldungen gelten die Annullationsbestimmungen der Allgemeinen Geschäftsbedingungen („Allgemeine Zulassungs- und Teilnahmebedingungen für Weiterbildungsveranstaltungen“, www.zhaw.ch/weiterbildung-agb).
en_gb: If a student withdraws from the course, the cancellation provisions in the General terms of admission and participation for continuing education courses www.zhaw.ch/weiterbildung-agb) apply.

source: Der Unterricht findet in den für die Zusatzversion gewählten Studiensprachen statt.
en_gb: Instruction is given in the course languages selected.

source: Für jeden Kurs mit der Bewertung „Anforderungen erfüllt“ werden pro Semester 3 ECTS-Credits ausgewiesen.
en_gb: Students are awarded 3 ECTS credits per semester for each course for which the requirements are met.

source: ein Zusatzdiplom (für Studierende mit einem Abschluss „Dipl. Konferenz-dolmetscherIn FH“ oder „Master of Arts ZFH in Angewandter Linguistik mit Vertiefung in Konferenzdolmetschen“ der ZHAW oder einer ihrer Vorgängerinstitutionen)
en_gb: a supplementary diploma (for holders of the Dipl. KonferenzdolmetscherIn FH or the Master of Arts ZFH in Applied Linguistics specialising in conference interpreting from the ZHAW or one of its forerunner institutions)

source: Das Zusatzdiplom bzw. das Zeugnis enthält eine Auflistung der besuchten Sprach-versionen sowie die Bewertungen der Leistungsnachweise und die erworbenen ECTS-Credits gemäss 4.7.
en_gb: The supplementary diploma or certificate of achievement contains a list of the language versions studied, the marks achieved and the number of ECTS credits awarded (see Section 4.7).

source: Die Studienleitung kann weitere Wiederholungen genehmigen, sofern seit dem letzten Versuch mindestens 3 Jahre vergangen sind und der Kandidat/die Kandidatin schriftlich nachweisen kann, dass er/sie Massnahmen ergriffen hat, um sich in der betreffenden Sprachversion zu verbessern.
en_gb: The programme director may allow the candidate to resit the exam more than once provided at least three years have passed since the last attempt and the candidate can provide written evidence that they have attempted to improve their skills in the given language combination.

source: Der genaue Prüfungstermin wird den angemeldeten KandidatInnen direkt mitgeteilt.
en_gb: Enrolled candidates are notified personally of the date of the aptitude test.

source: Schriftliche Abmeldungen (auch per E-Mail möglich) bis zehn Tage nach Versand der Einladung mit dem genauen Prüfungstermin sind kostenlos.
en_gb: There is no charge for withdrawing from the test if candidates do so in writing (also possible by e-mail) within 10 days of notification of the test date being sent.

source: Eine unbegründet versäumte Prüfung gilt als nicht bestanden.
en_gb: If a candidate fails to provide sufficient reason for not attending the test, they automatically fail the test.

source: Prüfungsablauf/-reglement
en_gb: Examination procedure/regulations

source: Bei einer späteren Abmeldung oder einer unbegründet versäumten Prüfung sind die Prüfungsgebühren geschuldet.
en_gb: If a candidate withdraws later than this date or fails to provide sufficient reason for not attending the test, the examination fee will be charged.

source: Für die Abschlussprüfung gelten separate Ausführungsbestimmungen.
en_gb: Separate regulations apply for the final examination.

source: Diese Studien- und Prüfungsordnung tritt am 11. Februar 2016 in Kraft.
en_gb: These study and examination regulations are valid from 11 February 2016.

source: Kann ein Kurs nicht durchgeführt werden, kann die Studienleitung eine Rückerstattung der Prüfungsge bühr beschliessen.
en_gb: If a course cannot take place, the programme director may reimburse the examination fee .

source: An- und Abmeldung , Termine
en_gb: Enrolment and withdrawal Dates

source: Der Kurs wird mit dem Vorbehalt angeboten, dass für eine gewünschte Sprachversion Lehrkräfte zur Verfügung stehen.
en_gb: The course will take place provided there are enough teaching staff for the given language combination.

source: Die Kosten pro Sprachversion und Semester betragen CHF 3500.
en_gb: The course costs CHF 3,500 per language combination and semester.

source: Die Kosten für die Eignungsprüfung betragen CHF 200 pro Sprachversion.
en_gb: The aptitude test fee is CHF 200 per language combination.

source: Eine nicht bestandene Prüfung kann in der Regel einmal wiederholt werden.
en_gb: In general, a candidate who fails the exam may resit it once.

source: 5–8 Minuten, Bewertungsart: bestanden / nicht bestanden
en_gb: 5–8 minutes, assessment: pass or fail

source: 350–400 Wörter, Bewertungsart: bestanden / nicht bestanden
en_gb: 350–400 words, assessment: pass or fail

source: Sprach kombination
en_gb: Language combination

source: Verhandlungs dolmetschen
en_gb: Liaison interpreting

source: Konsekutiv dolmetschen
en_gb: Consecutive interpreting

source: Bei der Eignungsprüfung dient die Prüfungsversion AAC lediglich zur Abklärung, welche der beiden aktiven Sprachen stärker ist.
en_gb: If the combination AAC is selected for the aptitude test, this serves solely to establish which of the candidate's two active languages is the stronger.

source: Das Gesprächsthema wird den KandidatInnen eine Stunde vor der Prüfung mitgeteilt.
en_gb: The candidate is informed of the discussion topic one hour before the test.

source: Prüfungsprogramm
en_gb: Test programme

source: Anzahl Teilprüfungen
en_gb: Number of part tests

source: Bei nicht aufgeführten Kombinationen entscheidet die Studiengangleitung über das Prüfungsprogramm.
en_gb: In the case of a language combinations other than those listed above, the programme director decides on the test programme.

source: Die KandidatInnen mit B-Sprache melden sich eine Stunde vor Prüfungsbeginn am Empfang (Raum SM E0.05) und holen dort das Thema für die Teilprüfung Verhandlungsdolmetschen ab.
en_gb: Candidates presenting their B language report to reception (Room SM E0.05) one hour before the start of the test and collect the topic for the liaison interpreting part of the test.

source: Zur Vorbereitung der Prüfung steht ein für diesen Zweck speziell reservierter Raum zur Verfügung.
en_gb: A room is set aside in which candidates can prepare this part of the test.

source: Die Kandidatin/der Kandidat begibt sich zum vorgesehenen Zeitpunkt (Prüfungstermin) vor den Prüfungsraum und wartet, bis sie/er für die Prüfung hereingebeten wird.
en_gb: The candidate goes to the examination room at the appointed time and waits outside until called.

source: Die Kandidatin/der Kandidat absolviert die vorgesehenen Disziplinen.
en_gb: The candidate takes the test in the given disciplines.

source: Bewertung) beurteilt und bewertet die Leistung der Kandidatin/des Kandidaten unmittelbar nach der Prüfung oder bei Bedarf – wenn nicht alle Jurymitglieder persönlich bei der Prüfung anwesend sind – nach der Prüfung im Korrespondenzverfahren.
en_gb: Assessment) assess and judge the candidate's performance immediately following the test or, if not all examiners are present at the test, correspond subsequently to reach agreement on the assessment.

source: Der Vorsitz informiert die Kandidatin/den Kandidaten am Ende des letzten Prüfungstags des/der KandidatIn oder nach Eintreffen der schriftlichen Beurteilung durch bei der Prüfung nicht persönlich anwesende Jurymitglieder mündlich über das Prüfungsergebnis.
en_gb: The chief examiner informs the candidate of the test result at the end of the candidate's final day of tests or once the written assessment has been received by the examiners who were not able to attend the examination in person.

source: Über die Durchführung der Prüfung entscheidet die Studiengangleitung.
en_gb: The programme director is responsible for decisions regarding the holding of the test.

source: Die Studiengangleitung behält sich vor, bei geringer Teilnehmerzahl auf die Durchführung eines Kurses im Studium zu verzichten.
en_gb: The programme director may decide not to hold the test if there are few enrolments.

source: Bei einer Abmeldung nach mehr als zehn Tagen nach Versand der Einladung mit den genauen Prüfungsterminen ist die Prüfungsgebühr auch bei Nichterscheinen geschuldet.
en_gb: If a candidate withdraws from the test within ten days of the invitation containing the exact test dates being sent out, the test fee must be paid, even though the candidate does not attend the exam.

source: Abmeldung
en_gb: Withdrawal

source: Bei einer Abmeldung weniger als 24 Stunden vor dem Prüfungstermin sowie bei Nichterscheinen ohne triftige Gründe gilt die Prüfung als nicht bestanden.
en_gb: If a candidate withdraws less than 24 hours before the day of the test or fails to provide a valid reason for non-attendance of the test, this constitutes a fail.

source: Eine bestandene Eignungsprüfung für die Vertiefung Konferenzdolmetschen sowie bestandene Teilprüfungen sind für den nächsten offiziellen Studienbeginn (Beginn des Studiensemesters) sowie für den Studienbeginn in den zwei Folgejahren gültig.
en_gb: If a student passes the aptitude test for the specialisation in Conference Interpreting, this and its individual parts remain valid for the next official start of the degree course (start of the semester) and for the start of the degree course in the two years thereafter.

source: Muttersprache oder gleichwertige Sprache
en_gb: mother tongue or equivalent

source: Die Eignungsprüfung für die Vertiefung Konferenzdolmetschen besteht aus den Disziplinen Verhandlungsdolmetschen (für Studierende mit B-Sprache), Stegreifübersetzen und Konsekutivdolmetschen (siehe 1.3 Prüfungsprogramm).
en_gb: The aptitude test for the specialisation in Conference Interpreting comprises the disciplines liaison interpreting (for students with a B language), sight translation and consecutive interpreting (see 1.3 Test programme).

source: Bestimmungen zur Eignungsprüfung für die Vertiefung Konferenzdolmetschen
en_gb: Implementing regulations on the aptitude test for the specialisation in Conference Interpreting

source: a) Verhandlungsdolmetschen (Dolmetschen eines Gesprächs) (nur für KandidatInnen mit B-Sprache)
en_gb: a) Liaison interpreting (interpreting a conversation) (only for candidates with a B language)

source: nach Möglichkeit mindestens eine Lehrkraft der zu prüfenden Sprachversion/en
en_gb: if possible, at least one member of the teaching staff in the language pair(s) and direction(s) being examined

source: mindestens eine auswärtige Berufsdolmetscherin/ein auswärtiger Berufsdolmetscher mit den zu prüfenden Sprachversionen der Kandidatin/des Kandidaten (Experte/Expertin).
en_gb: at least one external professional interpreter with the language pair and direction being examined (expert).

source: Für das Bestehen der Eignungsprüfung Konferenzdolmetschen ist das Bestehen der Mindest-Sprachkombination ABC oder ACCC erforderlich, wobei für das Bestehen einer B-Sprache alle drei zur jeweiligen B-Sprache gehörigen Teilprüfungen bestanden werden müssen (Stegreifüber-setzen A–B, Stegreifübersetzen B–A sowie Verhandlungsdolmetschen A–B–A).
en_gb: In order to pass the aptitude test in conference interpreting, candidates must pass the minimum language combination ABC or ACCC, whereby in order to pass the B language test all three corresponding examination parts must be passed (A–B sight translation, B–A consecutive interpreting and A–B–A liaison interpreting).

source: Das aktuelle Angebot der Studiensprachen findet sich im Merkblatt zu den Sprachversionen sowie auf der Webseite des Masters Angewandte Linguistik (www.zhaw.ch/linguistik/master).
en_gb: The current list of languages offered can be found on the MA in Applied Linguistics website (www.zhaw.ch/linguistik/master).

source: der Leiter/die Leiterin der Vertiefung (Vorsitz) oder eine Stellvertretung
en_gb: the head of specialisation (chief examiner) or their deputy

source: Ausführungsbestimmungen Eignungsprüfung für den Weiterbildungskurs „Zusatzversion Konferenzdolmetschen“
en_gb: Implementing provisions for examiners: Aptitude test for the course in Conference Interpreting - supplementary version

source: Der Experte/die Expertin macht sich ebenfalls Notizen, während der Text vorgetragen wird, und beurteilt die Leistung des Kandidaten/der Kandidatin zuerst aufgrund der eigenen Notizen.
en_gb: The external examiner (see 1.2. Assessment) also makes notes during the candidate’s presentation of the text, and initially assesses the candidate’s performance based on these notes.

source: der Studienleiter (Vorsitz) (Ist der Leiter/die Leiterin der Vertiefungsrichtung verhindert, bestimmt die Studienleitung eine Stellvertretung.)
en_gb: the programme director (chief examiner) (If the programme director cannot attend the examination, a deputy is appointed.)

source: Der Originaltext wird erst nach der Konsekutive zur weiteren Beurteilung zu Rate gezogen.
en_gb: The original text may be consulted in order to make further assessment, but not until after the candidate’s consecutive interpretation.

source: Die Kandidatin/der Kandidat begibt sich zum vorgesehenen Zeitpunkt (Prüfungstermin) vor den Prüfungsraum (03.11) und wartet, bis sie/er für die Prüfung hereingebeten wird.
en_gb: The candidate goes to the examination room (03.11) at the appointed examination time and waits outside until called.

source: eine Semesterlehrkraft der entsprechenden Sprachversion (falls vorhanden) (Ist für eine Prüfung keine Semesterlehrkraft verfügbar, kann der Vorsitz eine andere Person aus dem Kollegium mit der betreffenden Sprachversion als Vertretung bestimmen.)
en_gb: a teacher (interpreter trainer) in the given language pair and direction (if available) (If no teacher is available, the chief examiner may appoint another person from the teaching staff with the appropriate language pair and direction.)

source: Ist die Semesterlehrkraft anderer Meinung als der Experte/die Expertin und ist keine Einigung möglich, entscheidet der Vorsitz endgültig.
en_gb: If the teacher makes a different assessment from that of the external examiner and no agreement can be reached, the chief examiner makes the final decision.

source: Die Bewertung wird der Semesterlehrkraft oder ihrer Vertretung vorgeschlagen.
en_gb: This assessment is proposed to the teacher or their appointed replacement.

source: Ist der Vorsitz anderer Meinung als die Semesterlehrkraft und ist keine Einigung möglich, entscheidet der Vorsitz endgültig.
en_gb: If the chief examiner makes a different assessment from that of the teacher and no agreement can be reached, the chief examiner makes the final decision.

source: Titel
en_gb: Title:

source: Herausgeber
en_gb: Published by

source: verfasst durch
en_gb: Compiled by

source: am
en_gb: on

source: Seiten
en_gb: Pages

source: Studienleitung WBK „Zusatzversion Konferenzdolmetschen“
en_gb: Continuing education course in Conference Interpreting - supplementary version

source: Seite von
en_gb: Page of

source: Allgemeines
en_gb: General information

source: Die Eignungsprüfung wird in den Räumlichkeiten der ZHAW abgelegt und besteht aus zwei Teilprüfungen.
en_gb: The aptitude test is held on the ZHAW premises and comprises two parts.

source: Zusatzversion C–A:
en_gb: Supplementary version C–A:

source: Stegreifübersetzung und Konsekutive
en_gb: Sight translation and consecutive interpreting

source: Zusatzversion A–B:
en_gb: Supplementary version A–B:

source: Stegreifübersetzung und Gespräch in der B-Sprache
en_gb: Sight translation and discussion in B language

source: 350–400 Wörter
en_gb: 350–400 words

source: Es wird eine flüssige, sachlich und sprachlich korrekte Übersetzung erwartet.
en_gb: The translation should be fluent, and factually and linguistically correct.

source: Hilfsmittel:
en_gb: Material aids:

source: Notizblock und Stift.
en_gb: Notepad and pen.

source: Konsekutivdolmetschen
en_gb: Consecutive interpreting

source: Gespräch B-Sprache
en_gb: Discussion in B language

source: Diskussion über aktuelle Themen und zum Allgemeinwissen des Sprachraums der gewählten B-Sprache.
en_gb: Discussion on current topics and general knowledge of regions in which the chosen B language is spoken.

source: Allgemeinwissen, Ausdrucksfähigkeit, sprachliche Korrektheit
en_gb: General knowledge, articulateness, linguistic accuracy

source: Die Kandidatin/der Kandidat absolviert die beiden Teilprüfungen.
en_gb: The candidate takes both parts of the examination.

source: Die Reihenfolge der Teilprüfungen steht der Kandidatin/dem Kandidaten frei.
en_gb: The candidate may choose which part of the examination they take first.

source: Bewertung) beurteilt und bewertet die Leistung der Kandidatin/des Kandidaten unmittelbar nach der Prüfung.
en_gb: Assessment) assess and judge the candidate’s performance immediately following the examination.

source: Der Vorsitz informiert die Kandidatin/den Kandidaten anschliessend oder im weiteren Laufe des Prüfungstags mündlich über das Prüfungsergebnis.
en_gb: The chief examiner informs the candidate orally of the result, either immediately or at some point during the day of the examination.

source: Die Prüfungsleistungen werden von einer Jury beurteilt.
en_gb: The candidate’s performance is assessed by a panel of examiners.

source: eine auswärtige Berufsdolmetscherin/ein auswärtiger Berufsdolmetscher mit der zu prüfenden Sprachkombination der Kandidatin/des Kandidaten (Experte/Expertin).
en_gb: an external professional interpreter with the language combination being examined (expert).

source: Für ein Bestehen der Eignungsprüfung müssen beide Teilprüfungen bestanden sein.
en_gb: Both parts of the examination must be passed in order to pass the aptitude test.

source: Die Bewertung wird vom Experten/von der Expertin vorgeschlagen.
en_gb: The final assessment is proposed by the expert.

source: Die Bewertung wird schriftlich festgehalten und vom Vorsitz unterzeichnet.
en_gb: The assessment is recorded in writing and then signed by the chief examiner.

source: Der Vorsitz hält die Begründung der Bewertung in einem Kurzprotokoll fest.
en_gb: The chief examiner briefly records the grounds on which the final assessment was reached.

source: vom
en_gb: of

source: Der Experte/die Expertin ( 1.2.
en_gb: The external examiner ( 1.2.

source: Bewertung) macht sich ebenfalls Notizen, während der Text vorgetragen wird, und beurteilt die Leistung des Kandidaten/der Kandidatin zuerst aufgrund der eigenen Notizen.
en_gb: Assessment) also makes notes during the candidate’s presentation of the text, and initially assesses the candidate’s performance based on these notes.

source: Der Originaltext wird erst nach der Konsekutive zur weiteren Beurteilung zu Rate gezogen, falls erforderlich.
en_gb: The original text may be consulted in order to make further assessment, but not until after the candidate’s consecutive interpretation.
